Tekla Open API Reference for Tekla Structures 2025
ReportTemplateElement Properties
The ReportTemplateElement type exposes the following members.
Properties
Name | Description
Template
 The template.
Top
See Also
Reference
ReportTemplateElement Class
Tekla.Structures.Drawing Namespace